;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

(package! mmm-mode)
(package! tide)
(package! web-mode)
(package! typescript-mode)
(package! graphql-mode)
(package! company)
(package! slim-mode)
(package! feature-mode)
(package! prettier-js)
