;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

(package! mmm-mode)
(package! graphql-mode)
(package! web-mode)
(package! company)
(package! slim-mode)
(package! feature-mode)
(package! prettier-js)
(package! company-prescient)
(package! yaml-mode)
